{
  "Введение в сосудистую хирургию": "Осмотр пациентов с заболеваниями сердечно-сосудистой системы, инструментальная и лабораторная диагностика данных заболеваний.",
  "Заболевания вен нижних конечностей":  "Методы исследования пациентов с заболеваниями вен.\nАнатомо-физиологические сведения о венах нижних конечностей.\nЭтиология, патогенез, классификация варикозного расширения поверхностных вен нижних конечностей. Клиника, симптоматология, диагностика, дифференциальная диагностика. Функциональные пробы. Лечение варикозного расширения поверхностных вен нижних конечностей. Осложнения варикозного расширения вен. Классификация осложнений варикозной болезни. Патофизиология и патанатомия. Клиника, диагностика. Лечение и профилактика.\nТромбофлебиты подкожных вен.\nКлассификация. Патофизиология и патанатомия. Острый восходящий тромбофлебит БПВ. Клиника, диагностика. Лечение и профилактика.\n",
  "Флеботромбозы":  "Определение понятия, классификация. Этиология, патогенез. Клиника тромбофлебита глубоких вен. Диагноз. Дифференциальная диагностика. Консервативное и хирургическое лечение, показания и противопоказания к нему. Профилактика флеботромбоза. Илеофеморальный тромбоз. Клиника, диагностика, дифференциальная диагностика. Консервативное и хирургическое лечение. Показания к различным методам лечения.\nПосттромбофлебитический синдром.\nОпределение понятия, этиология, патогенез, классификация. Клиника различных форм постфлебитического синдрома. Диагностика, дифференциальная диагностика. Тактика. Консервативное лечение. Методы оперативного лечения. Виды операций. Значение определения проходимости и состояния клапанного аппарата глубоких вен для выбора метода лечения. Профилактика посттромбофлебитического синдрома.\nЗаболевания лимфатической системы.\nМетоды исследования пациентов с заболеваниями лимфатической системы. Анатомо-физиологические сведения, классификация. Этиология и патогенез Клиника, симптоматология, диагностика, дифференциальная диагностика. Лечение и профилактика.\nСиндром Педжетта-Шретера.\n",
  "Тромбоэмболия легочной артерии":  "Актуальность проблемы. Этиопатогенез ТЭЛА. Клиника, диагностика и классификация ТЭЛА. Принципы консервативного и оперативного лечения тромбоэмболии легочной артерии, а также показания и противопоказания к тому или иному методу.\n",
  "Острые нарушения кровообращения":  "Этиология патогенез, классификация, клиника, диагностика, тактика и сроки лечения.\nРанения сосудов.\nКлиника, диагностика, методы исследований, хирургическая тактика, виды оперативных вмешательств.\n",
  "Хроническая ишемия":  "Атеросклеротические поражения артерий.\nОпределение понятия. Этиология, патогенез, роль нарушений липидохолестеринового обмена, повышения артериального давления, механических факторов, аллергических факторов в происхождении заболевания). Патологическая анатомия.\nСиндром Лериша, окклюзия бедренной и подколенной артерий. Клиника различных форм. Диагностика, значение реовазографии, ангиографии, допплерографии, капилляроскопии, термометрии в диагностике заболеваний). Дифференциальная диагностика. Консервативное лечение. Показания к оперативному лечению. Методы операций: эндартерэктомия, резекция артерии с последующим протезированием, шунтирование. Профилактика заболевания. Трудоустройство пациентов.\nОблитерирующий тромбангиит.\nЭтиология, клиника, стадии заболевания. патогенез заболевания. Формы течения заболевания. Патологическая анатомия. Диагностика и дифференциальная диагностика. Принципы консервативною лечения (значение нормализации свертывающей и антисвертывающей систем крови, улучшение объема веществ в тканях пораженной конечности, снятие спазма в комплексе лечебных мероприятий). Лечение трофических язв и гангрены. Профилактика. Трудоустройство пациентов.\nНеспецифический аортоартериит.\nЭтиология, клиника, диагностика, принципы лечения. Результаты.\nСахарный диабет. Диабетическая микро- макроангиопатия. Диабетическая стопа.\nКлассификация, клиника, диагностика, лечение.\n",
  "Заболевания ветвей дуги аорты":  "Определение понятия. Этиология, патогенез (роль нарушений липидохолестеринового обмена, повышения артериального давления, механических факторов, аллергических факторов в происхождении заболевания). Патологическая анатомия. Клинические формы облитерирующего артериита и атеросклероза (синдром Такаясу, вертебро-базилярная недостаточность, хроническая недостаточность мозгового кровообращения. Диагностика, значение реовазографии, ангиографии, допплерографии, капилляроскопии, термометрии в диагностике заболеваний). Дифференциальная диагностика. Консервативное лечение. Показания к оперативному лечению. Методы операций: эндартерэктомия, резекция артерии с последующим протезированием Профилактика заболевания. Трудоустройство пациентов.\n",
  "Аневризмы аорты":  "Определение понятия, этиология. Истинные и ложные аневризмы. Патогенез. Клиника. Методы диагностики. Показания к хирургическому лечению. Виды оперативных вмешательств.\nТравматические артериальные и артериовенозные аневризмы.\nМеханизм развития. Клиника и диагностика. Методы лечения. Осложнения аневризм. Тактика и лечение.\nКоарктация аорты.\nКлиника, диагностика, лечение.\nАневризмы периферических артерий.\nКлассификация аневризм. Истинные и ложные аневризмы. Патогенез. Клиника. Методы диагностики. Показания к хирургическому лечению. Виды оперативных вмешательств.\n",
  "Ишемическая болезнь сердца":  "Этиология, классификация, клиника, диагностика, консервативное и хирургическое лечение.\nПостинфарктная аневризма сердца.\nЭтиология и классификация постинфарктных аневризм сердца. Частота. Клиника, диагностика. Показания и противопоказания к операции. Принципы хирургического лечения.\n",
  "Врожденные пороки сердца":  "Классификация, патогенез, клиника, диагностика и дифференциальная диагностика. Показания к операции. Методы хирургического лечения незаращений артериального протока, септальных дефектов, тетрады Фалло.\nХирургический доступ. Применение аппарата искусственное кровообращения, принципы конструкции аппаратов.\nИсходы операций.\nПриобретенные пороки сердца.\nПороки митрального клапана и других клапанов сердца. Классификация групп митрального порока. Степени тяжести порока. Клиника, диагностика. Показания и противопоказания к операции. Методы операций.\nЗакрытые методы, открытые методы, комиссуротомия и протезирование клапанов сердца. Искусственные клапаны сердца.\nНарушения ритма сердца.\nКлассификации, клиника, диагностика. Консервативное лечение (основные группы антиаритмических препаратов). Хирургическое лечение\n"
}